[{
"title": "Security Policy",
"documentTitle": "RiverLife Bible Reading Plan",
"url": "/SECURITY",
"text": "Security Policy"
}
,{
"title": "Supported Versions",
"documentTitle": "RiverLife Bible Reading Plan",
"url": "/SECURITY#supported-versions",
"text": "Supported Versions Use this section to tell people about which versions of your project are currently being supported with security updates. Version Supported 5.1.x :white_check_mark: 5.0.x :x: 4.0.x :white_check_mark: &lt; 4.0 :x:"
}
,{
"title": "Reporting a Vulnerability",
"documentTitle": "RiverLife Bible Reading Plan",
"url": "/SECURITY#reporting-a-vulnerability",
"text": "Reporting a Vulnerability Use this section to tell people how to report a vulnerability. Tell them where to go, how often they can expect to get an update on a reported vulnerability, what to expect if the vulnerability is accepted or declined, etc."
}
,{
"title": "",
"documentTitle": "RiverLife Bible Reading Plan",
"url": "/docs",
"text": "&lt;h1"
}
,{
"title": "Developer Guide",
"documentTitle": "RiverLife Bible Reading Plan",
"url": "/docs#developer-guide",
"text": "Developer Guide Install a full Ruby development environment. Install Jekyll and bundler gems: gem install jekyll bundler Git clone the repository: git clone https://github.com/RiverlifeSG/bible-reading-plan.git Change into this root directory Build the site and make it available on a local server: bundle exec jekyll serve Browse to http://localhost:4000"
}
,{
"title": "Using the Bible Reading Plan",
"documentTitle": "Guide",
"url": "/guide/",
"text": "Using the Bible Reading Plan The mark of a growing disciple is the discipline to self-feed. During this unprecedented time, the Lord is redirecting His people to pause and rediscover Him and His ways afresh. This is the heart behind our Bible Reading Plan - that we, as a church will delight the Father when we are growing in our love for Him and allowing His Spirit to move us in obeying His Word in our lives. The Bible Reading Plan comprises a daily passage with reflection questions to guide you in meditation. You can also journal what God’s Spirit is prompting you to do in applying the Word. We pray that as you carve out unhurried time to encounter God, you will revitalise your spiritual life and encourage others to experience likewise!"
}
]